Repository: bombono-dvd/bombono-dvd
Catalog: po/*.po
Languages: de

source: Chapter
de: Kapitel

source: Can't create folder %1% (check permissions)
de: Kann Ordner »%1%« nicht anlegen (Prüfen Sie die Berechtigungen).

source: Menu
de: Menü

source: Choose Source DVD-Video
de: Wählen Sie die Quell-Video-DVD

source: Select Videos to Import
de: Wählen Sie die zu importierenden Videos

source: Select Folder to Save Videos
de: Wählen Sie den Ordner, in dem die Videos gespeichert werden

source: Importing...
de: Importiere...

source: Import is completed.
de: Import abgeschlossen.

source: Select All
de: Alle auswählen

source: Unselect All
de: Alle abwählen

source: Are you sure to stop importing?
de: Sind Sie sicher, dass Sie den Import abbrechen wollen?

source: Can't write to folder %1% (check permissions).
de: Kann nicht in Ordner »%1%« schreiben (Prüfen Sie die Berechtigungen).

source: A file named "%1%" already exists. Do you want to replace it?
de: Eine Datei namens »%1%« existiert bereits. Wollen Sie diese Datei überschreiben?

source: Import error!
de: Fehler beim Import.

source: Videos successfully imported.
de: Videos erfolgreich importiert.

source: Import has been interrupted.
de: Der Import wurde abgebrochen.

source: DVD-Video Import
de: Import von Video-DVD

source: Choose DVD disc, DVD folder or iso image file.
de: Wählen Sie das DVD-Laufwerk, den DVD-Ordner oder die ISO-Abbilddatei.

source: NTSC/PAL mismatch. Try another disc or import to project of corresponding type.
de: NTSC/PAL-Durcheinander. Versuchen Sie eine andere DVD oder importieren Sie sie in ein Projekt mit der entsprechenden Art.

source: It is desirable the destination folder to be empty.
de: Der Zielordner sollte möglichst leer sein.

source: You are about to cancel %1%. Are you sure?
de: Hiermit brechen Sie %1% ab. Wollen Sie das wirklich?

source: broken by signal %1%
de: Durch Signal %1% abgebrochen

source: No such file
de: Keine Datei gefunden

source: Unknown file format
de: Unbekanntes Dateiformat

source: Can't find stream information: %1%
de: Kann Strom-Information nicht finden: %1%

source: No video stream found
de: Kein Video-Strom gefunden

source: Can't find the file duration
de: Kann die Datei-Dauer nicht finden

source: Start time of the file is unknown
de: Die Startzeit der Datei ist unbekannt

source: Can't seek through the file
de: Kann nicht innerhalb der Datei springen

source: No decoder found for the stream: %1%
de: Kein Decodierer für den Strom gefunden: %1%

source: muxing
de: Multiplexen

source: Muxing "%1%"
de: Multiplexe »%1%«

source: Show/_hide Details
de: Details anzeigen/_verstecken

source: Muxing error
de: Fehler beim Multiplexen

source: The reason is "%1%" (see Details)
de: Die Ursache ist »%1%« (siehe Details)

source: Select a folder
de: Wählen Sie einen Ordner

source: Mux streams
de: Multiplex-Ströme

source: Output
de: Ausgabe

source: Select elementary video
de: Wählen Sie das grundlegende Video [XXX: Bessere Übersetzung gesucht]

source: Select audio
de: Wählen Sie die Tonspur

source: MPEG2 elementary video (m2v)
de: MPEG2 grundlegendes Video (m2v) [XXX: Bessere Übersetzung gesucht]

source: Audio
de: Tonspur

source: Audio for DVD
de: Tonspur für DVD

source: Elementary video file is not selected.
de: Es ist keine grundlegende Videodatei ausgewählt. [XXX: Bessere Übersetzung gesucht]

source: Audio file is not selected.
de: Es ist keine Tonspurdatei ausgewählt.

source: Output file name is empty.
de: Der Dateiname der Ausgabedatei ist leer.

source: You need to restart the application for the changes to take place
de: Die Änderungen werden erst beim nächsten Neustart des Programms wirksam.

source: Bombono DVD Preferences
de: Einstellungen für Bombono DVD

source: Show File Browser
de: Dateibrowser anzeigen

source: _Default project type
de: _Vorgabe-Projektart

source: Default _folder for authoring
de: Vorgabe_ordner für das Authoring

source: _Play authoring result in
de: Authoring-Ergebnisse mit diesem Programm abspielen:

source: Multi-core CPU support
de: Unterstützung von mehreren CPU-Kernen

source: Make use of multi-core CPU for transcoding videos quickly; 1 is not to use multi-coreness, safe minimum (no possible CPU overheat)
de: Mehrere CPU-Kerne benutzen, um Videos schneller zu transcodieren; 1 bedeutet, dieses Feature nicht zu benutzen und ist der sichere Vorgabewert

source: Replacing the file overwrite its contents.
de: Wenn Sie die Datei ersetzen, überschreiben Sie deren bisherigen Inhalt.

source: Auto
de: Automatisch bestimmen

source: Update speeds ...
de: Geschwindigkeiten aktualisieren

source: Checking Disc ...
de: Prüfe die Scheibe ...

source: Selected burn drive is for CD discs only. Change to another burn drive.
de: Der Brenner, den Sie ausgewählt haben, kann nur CDs brennen. Wählen Sie einen anderen Brenner.

source: CD disc is found in the drive, not DVD. Change to DVD disc.
de: In dem Brenner liegt eine CD und keine DVD. Bitte legen Sie eine DVD ein.

source: No DVD disc in the drive. Load a clear one and press OK.
de: Im Brenner liegt keine DVD. Bitte legen Sie eine leere DVD ein und drücken Sie dann auf OK.

source: Disc with type "%1%" is found in the drive but for DVD-Video disc type should be one from: DVD-R, DVD+R, DVD-RW, DVD+RW. Load a clear one with right type and press OK.
de: Im Brenner liegt eine Scheibe der Art »%1%«, aber für eine Video-DVD brauchen Sie eine DVD-R, DVD+R, DVD-RW oder DVD+RW. Bitte legen Sie eine Scheibe der richtigen Art ein und drücken Sie dann auf OK.

source: Disc with type "%1%" in the drive is not clear. Only clear recordable discs can be used for burning DVD-Video. Load a clear one and press OK.
de: Die Scheibe der Art »%1%« in dem Laufwerk ist nicht leer. Das Brennen einer Video-DVD funktioniert jedoch nur mit einer leeren, beschreibbaren Scheibe. Legen Sie eine leere Scheibe ein und drücken Sie dann auf OK.

source: Disc with type "%1%" in the drive is not clear. We need to remove its contents before writing new one. Continue?
de: In dem Brenner liegt eine Scheibe der Art »%1%«, aber sie ist nicht leer. Bevor die Scheibe beschrieben werden kann, muss sie geleert werden. Möchten Sie das jetzt machen?

source: _Try again
de: _Nochmal versuchen

source: chapter "%1%" in "%2%" is too short (%3% sec)
de: Kapitel »%1%« in »%2%« ist zu kurz (%3% Sekunden)

source: Transcoding videos
de: Transcodiere Videos

source: Rendering menus
de: Rendere Menüs

source: Generating DVD-Video
de: Generiere Video-DVD

source: Creating ISO image
de: Erzeuge ISO-Abbild

source: Burning DVD
de: Brenne DVD

source: %1% hour %2$02d min remaining
de: Noch %1% Stunde %2$02d Minuten

source: %1% min %2$02d sec remaining
de: Noch %1% Minute %2$02d Sekunden

source: %1% sec remaining
de: Noch %1% Sekunde

source: DVD-Video Building
de: Video-DVD zusammenstellen

source: _Cancel %1%
de: %1% _abbrechen

source: _Build DVD-Video
de: Video-DVD zusammen_stellen

source: Select output _folder
de: Wählen Sie den _Zielordner

source: Choose author mode
de: Wählen Sie den Erstellungsmodus

source: _Write DVD folder
de: DVD-_Ordner schreiben

source: Write disk _image
de: DVD-_Abbild schreiben

source: Disc label
de: DVD-Titel

source: Burn to _DVD
de: Auf _DVD brennen

source: DVD drive
de: DVD-Laufwerk

source: Writing speed
de: Schreibgeschwindigkeit

source: _Rendering only
de: Nur _rendern

source: Rendering
de: Rendern

source: DVD Burning
de: DVD brennen

source: The result is here
de: Das Ergebnis finden Sie hier

source: You can run authoring manually by executing command "scons" at the specified folder. Also, see README file for other options over there.
de: Sie können die Erstellung manuell durchführen, indem Sie den Befehl »scons« in dem angegebenen Ordner ausführen. Weitere Möglichkeiten finden Sie in der Datei »README« im gleichen Ordner.

source: Authoring is cancelled.
de: Erstellung abgebrochen.

source: %1% is not a folder
de: %1% ist kein Ordner.

source: Can't have full access to folder %1% (read, write)
de: Vollzugriff (Lesen + Schreiben) im Ordner »%1%« benötigt.

source: Folder %1% is not empty. We need to remove all files in it before authoring. Continue?
de: Ordner »%1%« ist nicht leer. Vor dem Erstellen müssen alle Dateien darin gelöscht werden. Möchten Sie das jetzt machen?

source: Error during removing files: %1%
de: Fehler beim Löschen der Dateien: %1%

source: %1% cancelled.
de: Schritt »%1%« abgebrochen.

source: %1% broken.
de: Schritt »%1%« fehlgeschlagen.

source: %1% successfully completed.
de: Schritt »%1%« erfolgreich abgeschlossen.

source: _Play in %1%
de: Mit »%1%« ab_spielen

source: _Burn to DVD
de: Auf DVD _brennen

source: DVD capacity is exceeded
de: DVD-Kapazität ist erschöpft

source: Items "%1%" and "%2%" overlap in menu "%3%"
de: Die Einträge »%1%« und »%2%« überlappen sich in Menü »%3%«

source: 9GB limit for video is exceeded (one VTS should be less)
de: Das Video ist auf 9 GB begrenzt (versuchen Sie eine Videospur weniger)

source: 32 character limit for disc label is exceeded
de: Die Beschriftung der Scheibe ist auf 32 Zeichen begrenzt

source: Error Report
de: Fehlerbericht

source: Continue?
de: Fortsetzen?

source: no audio stream in %1%
de: Keine Tonspur in »%1%«.

source: command not found
de: Befehl nicht gefunden.

source: There is no media (video or menu).
de: Es gibt kein Medium (Video oder Menü).

source: %1% failure: %2%
de: %1% fehlgeschlagen: %2%

source: external command failure: %1%
de: Externer Befehl fehlgeschlagen: %1%

source: Play All
de: Alle abspielen

source: Fill
de: Ausfüllen

source: Fit
de: Anpassen

source: Stretch
de: Ausdehnen

source: Background Settings
de: Hintergrundeinstellungen

source: _Style
de: _Stil

source: _Color
de: _Farbe

source: Go to online image service in web browser
de: Besuchen Sie einen Online-Bilderdienst im Webbrowser

source: You can drop background image you like from a web browser directly onto Menu Editor
de: Sie können ein Bild, das Sie mögen, direkt vom Webbrowser auf den Menü-Editor ziehen

source: Delete
de: Löschen

source: Link
de: Verknüpfen

source: Remove Link
de: Verknüpfung entfernen

source: Set Poster
de: Poster festlegen

source: Highlight Border Only
de: Nur den Rahmen hervorheben

source: Align
de: Ausrichtung

source: Align Left
de: Links ausrichten

source: Align Right
de: Rechts ausrichten

source: Align Top
de: Oben ausrichten

source: Align Bottom
de: Unten ausrichten

source: Center Horizontally
de: Horizontal zentrieren

source: Center Vertically
de: Vertikal zentrieren

source: Distribute Horizontally
de: Horizontal verteilen

source: Distribute Vertically
de: Vertikal verteilen

source: Selection Tool
de: Auswahlwerkzeug

source: Text Tool
de: Textwerkzeug

source: Add Item
de: Element hinzufügen

source: Font Name
de: Schriftart

source: Font Size
de: Schriftgröße

source: Bold
de: Fett

source: Italic
de: Kursiv

source: Underline
de: Unterstrichen

source: Pick a Color for Text
de: Wählen Sie die Textfarbe

source: Text Color
de: Textfarbe

source: Show Safe Area
de: Sicheren Bereich anzeigen

source: Snap To Grid
de: Am Raster ausrichten

source: yes
de: ja

source: no
de: nein

source: kbps
de: kb/s

source: Maximum data rate for video (9800 kbps) is exceeded.
de: Die maximale Datenrate für Videos (9800 kb/s) ist überschritten.

source: The %1% DVD-Video can accept MPEG-2 with resolutions: %2% only.
de: Die %1%-Video-DVD akzeptiert nur MPEG-2 mit den folgenden Auflösungen: %2%

source: The %1% DVD-Video can accept MPEG-2 with frame rate: %2% only.
de: Die %1%-Video-DVD akzeptiert nur MPEG-2 mit den folgenden Bildfrequenzen: %2%

source: The %1% DVD-Video can accept MPEG-2 with aspects 4:3, 16:9 only.
de: Die %1%-Video-DVD akzeptiert nur MPEG-2 mit den Bildformaten 4:3 oder 16:9.

source: Video size
de: Video-Größe

source: Frame rate
de: Bildfrequenz

source: fps
de: f/s

source: Aspect ratio
de: Bildformat

source: Remuxing is required.
de: Neu-Multiplexen erforderlich.

source: <b>Bombono DVD</b> can use "DVD-ready" video only now. Use muxing programs like "mplex -f 8" (from <b>mjpegtools</b>), mencoder (from <b>mplayer</b>) or <b>transcode</b> to make your video ready for <b>Bombono DVD</b>.
de: Bombono DVD kann derzeit nur »DVD-fähige« Videos nutzen. Benutzen Sie ein Multiplex-Programm wie »mplex -f 8« (aus dem Paket »mjpegtools«), »mencoder« (aus dem Paket »mplayer«) oder »transcode«, um Ihr Video für Bombono DVD vorzubereiten.

source: DVD packs
de: DVD-Pakete [XXX: Bessere Übersetzung?]

source: NAV packets
de: NAV-Pakete [XXX: Bessere Übersetung?]

source: This video should be transcoded due to (errors in <span foreground="red">red color</span>):
de: Dieses Video sollte aus den folgenden Gründen transcodiert werden (Fehler in <span foreground="red">rot</span>):

source: This video may not be added due to (errors in <span foreground="red">red color</span>):
de: Dieses Video kann aus den folgenden Gründen nicht hinzugefügt werden (Fehler in <span foreground="red">rot</span>):

source: This video has %1% type can't be added "as is" to current project of %2% type. Create new project from menu "Project->New Project" with right type.
de: Dieses Video der Art »%1%« kann so wie es ist nicht zum aktuellen Projekt der Art »%2%« hinzugefügt werden. Erstellen Sie ein neues Projekt der richtigen Art mit dem Menüpunkt »Projekt -> Neues Projekt«.

source: This video has %1% type and can't be added to current project of %2% type. Create new project from menu "Project->New Project" with right type.
de: Dieses Video der Art »%1%« kann nicht zum aktuellen Projekt der Art »%2%« hinzugefügt werden. Erstellen Sie ein neues Projekt der richtigen Art mit dem Menüpunkt »Projekt -> Neues Projekt«.

source: File doesn't exist.
de: Die Datei existiert nicht.

source: Folders can't be added.
de: Die Ordner können nicht hinzugefügt werden.

source: Unknown file type.
de: Unbekannte Dateiart.

source: Can't add file "%1%".
de: Kann die Datei »%1%« nicht hinzufügen.

source: The file "%1%" looks like VOB from DVD. Run import?
de: Die Datei »%1%« sieht nach VOB von einer DVD aus. Möchten Sie sie jetzt importieren?

source: The file "%1%" looks like elementary stream and need to be muxed before using. Run muxing?
de: Die Datei »%1%« sieht nach einem grundlegenden Strom [XXX: Bessere Übersetzung?] aus und muss vor der Benutzung noch gemultiplext werden. Möchten Sie das jetzt machen?

source: Also:
de: Zusätzlich:

source: See more about preparing video for authoring in <a href="%1%">online help</a>.
de: In der <a href="%1%">Online-Hilfe</a> finden Sie weitere Informationen darüber, wie Sie Videos für das Erstellen vorbereiten.

source: Can't add files:
de: Kann die Dateien nicht hinzufügen:

source: Do you really want to delete "%1%" from Media List?
de: Wollen Sie »%1%« wirklich aus der Medienliste löschen?

source: Do you really want to delete chapter "%1%"?
de: Wollen Sie das Kapitel »%1%« wirklich löschen?

source: Do you really want to delete menu "%1%"?
de: Wollen Sie das Menü »%1%« wirklich löschen?

source: First-Play media can be Video or Menu only.
de: Das Anfangs-Medium kann nur ein Video oder ein Menü sein.

source: Getting "%1%"
de: Hole »%1%«

source: Can't get information about "%1%": %2%
de: Kann Information über »%1%« nicht finden: %2%

source: Can't get "%1%": %2%
de: Kann »%1%« nicht holen: %2%

source: Bombono DVD is a DVD authoring program with nice and clean GUI
de: Bombono DVD ist ein Programm für die DVD-Produktion mit einer einfachen und aufgeräumten Oberfläche

source: translator-credits
de: Übersetzung: Roland Illig <roland.illig@gmx.de>, 2011.

source: of
de: von

source: _Project
de: _Projekt

source: _Quit
de: _Beenden

source: Add Videos from _DVD
de: Videos von _DVD hinzufügen

source: DVD-Import Assistant
de: DVD-Import-Assistent

source: _Mux
de: _Multiplexen

source: Mux Elementary Streams into MPEG2
de: Grundlegende Ströme [XXX: Bessere Übersetzung für »elementary streams«?] in MPEG2 multiplexen

source: Pr_eferences
de: _Einstellungen

source: _Go
de: _Navigieren

source: _Help
de: _Hilfe

source: _Online Help
de: _Onlinehilfe

# MainTabs
source: _Source
de: _Quelle

# MainTabs
source: _Menu
de: _Menü

# MainTabs
source: _Output
de: _Ausgabe

source: Bitrate Calculator
de: Bitratenrechner

source: Dimensions
de: Ausmaße

source: Expected file size
de: Erwartete Dateigröße

source: _Restore default bitrate
de: _Vorgabe-Bitrate wiederherstellen

source: Original file info
de: Ursprüngliche Dateiinformation

source: _Duration (in seconds)
de: _Dauer (in Sekunden)

source: Display aspect ratio
de: Bildformat anzeigen

source: Number of audio streams
de: Anzahl der Tonspuren

source: File size
de: Dateigröße

source: Additional _ffmpeg options
de: Zusätzliche Optionen für _ffmpeg

source: Examples: "-top 0", "-deinterlace". See FFmpeg documentation for more options.
de: Beispiele: »-top 0«, »-deinterlace«. Weitere Optionen finden Sie in der Dokumentation von FFmpeg.

source: Reason For Transcoding
de: Grund für die Transcodierung

source: The video is DVD compliant.
de: Das Video ist DVD-verträglich

source: The video is not MPEG2.
de: Das Video ist nicht MPEG2

source: Do you want to adjust disc usage?
de: Wollen Sie die Platzbelegung anpassen?

source: Too many videos for this disc size. Please select a bigger disc size or remove some videos.
de: Zu viele Videos für diese Scheibengröße. Bitte wählen Sie eine größere Größe oder entfernen Sie ein paar Videos.

source: Disc usage is %1%%% now.
de: Derzeit sind %1%%% des Platzes belegt.

source: Select subtitles
de: Untertitel auswählen

source: _Turn on subtitles by default
de: _Untertitel per Vorgabe anschalten

source: Unselect subtitles
de: Untertitel abwählen

source: _Encoding
de: _Codierung

source: Add Subtitles
de: Untertitel hinzufügen

source: Rename
de: Umbenennen

source: End Action
de: Aktion beenden

source: Adjust Bitrate to Fit to Disc
de: Bitrate anpassen, damit das Video auf die Scheibe passt

source: Still Picture
de: Standbild

source: Chapter at %1%
de: Kapitel bei %1%

source: Type
de: Art

source: Media List
de: Medienliste

source: Add Media Files (Use Ctrl Button for Multiple Selection)
de: Mediendateien hinzufügen (Benutzen Sie die Strg-Taste, um mehrere auszuwählen)

source: Add Media from File Browser
de: Medien von einem Dateibrowser hinzufügen

source: Remove Media
de: Medien entfernen

source: Make Chapters for Video
de: Kapitel für Videos anlegen

source: No Link
de: Keine Verknüpfung

source: Previous Menu
de: Vorheriges Menü

source: Next Video
de: Nächstes Video

source: Auto (%1%)
de: Automatisch (%1%)

source: Loop
de: Schleife

source: _Still picture
de: _Standbild

source: Select external audio file
de: Wählen Sie eine externe Tondatei

source: _Motion menu
de: _Bewegtes Menü

source: Still menu with audio in the background
de: Standbild-Menü mit Ton im Hintergrund

source: _From the project
de: _Vom Projekt

source: _External audio
de: _Externer Ton

source: _Subpicture Colors
de: _Unterbild-Farben

source: S_elected item color
de: Farbe des _ausgewählten Eintrags

source: _Activated item color
de: Farbe des a_ktivierten Eintrags

source: _Restore default colors
de: Vorgabefarben wiederherstellen

source: Menu Settings
de: Menüeinstellungen

source: %1% copy
de: %1%-Kopie

source: Copy Menu
de: Menü kopieren

source: Menu List
de: Menüliste

source: Add Menu
de: Menü hinzufügen

source: Remove Menu
de: Menü entfernen

source: Edit Menu
de: Menü bearbeiten

source: Save Project As
de: Projekt speichern als

source: Can't open project file "%1%"
de: Kann Projekt-Datei »%1%« nicht öffnen.

source: Save changes to "%1%"?
de: Änderungen in »%1%« speichern?

source: Close _without Saving
de: Schließen _ohne zu speichern

source: New Project
de: Neues Projekt

source: Please select a Television standard for your project:
de: Bitte wählen Sie eine Fernseh-Norm für Ihr Projekt:

source: Remember my choice
de: Meine Auswahl merken

source: Project files (*.bmd)
de: Projektdateien (*.bmd)

source: Open Project
de: Projekt öffnen

source: _New Project
de: _Neues Projekt

source: _Open...
de: _Öffnen...

source: _Save
de: _Speichern

source: Save _As...
de: Speichern _als...

source: Add Chapter Point
de: Kapitelpunkt hinzufügen

source: Error while opening file:
de: Fehler beim Öffnen der Datei:

source: Still images
de: Standbilder

source: File Browser
de: Dateibrowser

source: All formats
de: Alle Formate

source: Video files
de: Videodateien

source: MPEG files
de: MPEG-Dateien

source: All files (*.*)
de: Alle Dateien (*.*)

source: A_dd to project
de: Zum Projekt hin_zufügen

source: Save Frame...
de: Einzelbild speichern...

source: Interval between Chapters:
de: Intervall zwischen Kapiteln:

source: Remove Existing Chapters
de: Existierende Kapitel löschen

source: Delete Chapter Point
de: Kapitelpunkt löschen

source: Delete All Chapter Points
de: Alle Kapitelpunkte löschen

source: Add Chapter Points at Intervals
de: Kapitelpunkte an Intervallen hinzufügen

source: Save Current Frame
de: Aktuelles Einzelbild speichern
